[
  {
  "id": 1766484553,
  "title": "AI写真的产品定位思考（手稿）",
  "date": "2025-06-11",
  "tags": [
    "工作报告"
  ],
  "preview": "产品体验与使用场景//流量裂变模式//文创工艺//其他产品创意",
  "content": "产品体验与使用场景：<br>AI文旅写真一定是搞粉红经济，面向年轻女性，为她们自己和亲友服务。<br><br>她们掏出手机准备拍照的地点就是我们产品转化率最高的地方。<br><br>让她们选择AI写真的原因可能有：<br>奔波导致妆发拖后腿<br>天气太糟糕不出片<br>热门景观人太多不想排队拍照<br>不想自己PS后期<br><br>我们为什么要针对这些应用情景，而不是针对更宽泛的“希望得到有纪念意义的相片”工作，是因为在前面的情况中，她们已经有充足的心理预期要去进行纪念的仪式，故而我们不需要再通过其他办法让她们产生“是不是该拍一个”的想法。<br><br>哪里是她们准备拍照的地方？不一定是有强烈象征符号的地方，但一定是有显著感官刺激的地方。视觉、味觉、嗅觉……<br>（朋友圈偷图）<br><br>需要注意的是，她们一定是已经进行了或深或浅的体验，所以才会有情感上的动力去进行纪念的仪式，所以凭空造一个美丽的景观，对她们没有很多的价值。我们要利用的是微小的差异上的胜出。<br><br>综上，我的看法是，我们的写真机一定要离“拍照打卡点”越近越好，对外展示就放AI优化版的附近景观，对比之下高下立见。同时，合照款更实在。<br><br>对流量裂变和功能裂变的看法：<br>AI写真作为纪念性的仪式，它的价值集中于它的符号价值、工艺与实用价值两个方面。<br><br>对于文旅写真方向：<br>历史名人展览X历史情景和历史名人合照<br><br>AI文旅宣传视频可以搞类似《罗马假日》主题的短剧视频<br>选题:<br>《旅行出发前，他们都说我们会分手……》（异地恋情感栏目）<br>《我的人生清单的最后一项是到这个地方。》（银龄旅行题材）<br>《来XX旅居是我“小小的倔强”》<br>          （自由职业生活题材）<br><br>或者搞丁真那种类型的AI文旅虚拟偶像，鉴于目标群体是女性，而且现在文旅虚拟人都是女的，请让我们卷男性虚拟人的赛道。目前游戏IP与文旅联动的案例较多。<br><br>光与夜之恋X中国国家旅游（山西河北广西江苏海南）<br>王者荣耀X广东<br>天涯明月刀X湘西<br>恋与制作人X敦煌、四川<br>和平精英X哈尔滨<br><br>对于AI拍照方向：<br>我觉得可行的场景有：<br>演唱会 X AI歌手合照<br>漫展谷子街 X AI coser照/盲盒写真<br><br>盲盒模式：<br>在获得版权的前提下按一定规则将合照模板分为不同的档次，抽到哪个就只能用哪个模板拍照。<br>如何提高某种合照模板的价值：<br>角色穿着限定皮肤<br>特殊角色的加入<br>卖情侣CP<br>更有爱的互动姿势<br>能根据游戏场景替换服装更是绝杀<br><br>唯一的问题是，版权至上，没版权商用很快就人人喊打了。<br><br>作为文创产品：<br>工艺落后，薄薄的普通相纸毫无吸引力。<br>现在文创拼的就是工艺，很卷的。就连冰箱贴都做可动可拆卸的了。<br>除了工艺，还有很多展示形式。如AI漫画四格、漫画九格、AI食品地图、日历骰子、迷你zine……<br>（图太多了另放）<br><br>与此同时，我们的机器可以作为其他产品推广的载体，同时推广。比如买文创产品送一张AI写真体验。<br><br>其他想法：<br>1、实体AI语音导游肩宠<br>（针对儿童青少年的景点历史教育产品，定位+拍照触发讲解，包含安全定位和呼叫功能）<br><br>2、线上AI食旅助手<br>（推送特色食品推荐，结合全员忌口给出建议，能扒小红书大众点评会准一些）<br><br>3、智能选片修片助手<br>（批量导入图片，自动筛选出质量好的图片并提供修图说明和修图方案）<br><br>4、AI旅行vlog生成<br>（导入视频或图片，结合模板生成vlog）<br><br>活动策划：<br>1、特种兵挑战<br>两天之内在同一城市不同地点的AI写真机拍照可获得免单和抽奖机会。<br><br>2、景点出片线上比赛<br>需要关注我们的小红书、发推文上传指定地点的照片然后集赞，在我们的小程序投票，然后有奖品。（而且我们可以借机收集模板样式）",
"images": [
            {
                "src": "https://i.postimg.cc/Wbhtb5vr/dui-AI-xie-zhen-chan-pin-de-ge-ren-kan-fa.png",
                "alt": "述职思维导图",
                "width": "100%",
                "height": "auto"
            }
        ]

},
   {
  "id": 1766485277,
  "title": "AI产品线上裂变方案探索（大纲）",
  "date": "2025-07-14",
  "tags": [
    "工作报告"
  ],
  "preview": "包括AI cos、线下AI lo裙体验、小红书平台渠道与AI短剧。",
  "content": "大纲内容：<br>一、线上裂变方案AI cos<br>“与coser合作，获得cos成片的AI换脸授权<br>粉丝付费在线上小程序体验AI cos”<br><br>二、AI写真征服北上广深·第一弹<br>“闹市中，无人问津的lo裙零售店，<br>如何用AI lo裙写真焕发新生？“<br><br>三、mini游戏/AI产品线上销售渠道：小红书橱窗<br>优势和案例分析。<br><br>四、AI短剧的粘性观众<br>受众分析与优秀抖音号展示。",
"images": [
            {
                "src": "https://i.postimg.cc/jjzDYCrf/AI-chan-pin-xian-shang-lie-bian-fang-an-si-kao.png",
                "alt": "述职极简短报",
                "width": "100%",
                "height": "auto"
            }
        ]
    },
{
  "id": 1766485650,
  "title": "小白的AI教程——Anthropic官方提示词工程互动教学",
  "date": "2025-08-29",
  "tags": [
    "AI相关"
  ],
  "preview": "Anthropic官方提示词工程教学的个人课堂笔记\n写给酒馆小白",
  "content": "这个课程重要吗？<br><br>这个教程关注的部分重点已经在今年模型能力的迭代中得到了解决，不需要过多语言的操纵，模型就能更好地判断用户意图。<br><br>虽然有它过时的部分，和一些教程制作上的缺陷，它仍然能给没有或较少接触过提示词写作的人一些系统化的基础知识。<br>本教程除去了课程中所有编程内容，保留了常识和一般人能用于与在线AI沟通的技巧。如果你需要开发简单的工具，最佳的方式也不是看这个文档，而是让AI帮你写代码，也就是再次回到提示词能力上。<br><br>1、简单介绍<br>要怎么在官方网站之外使用大模型回答问题或者执行任务呢？<br>通过代码实现“账号登陆”，使用api。补充提示：目前免费能使用的模型api有谷歌出品的Gemini。<br><br>2、第一课：基础框架<br>你能让AI从1数到3吗？你能让AI用3岁小孩的口吻回答你的问题吗？<br>这是第一课的作业，非常简单。通过这两个练习，能够帮助你理解怎么“命令”AI以及赋予AI一个的特定的身份。<br>此外，本课还简单的介绍了生成式AI的运作方式以及系统提示词（system prompts）的概念。拿舞台剧打个比方，我们和AI的输出就是两个演员的对话，对话千变万化而人设保持稳定，“人设”能帮助AI更好地处理当下的任务。<br><br>3、第二课：清晰直接，最为有力<br>提示词写作的黄金准则是：如果你的朋友听不懂你在说什么，那AI也会花更多时间理解你的意图或者干脆迷路。（同样的道理，要根据你的意图谨慎使用隐喻）<br>本节课的作业是：1、让AI用西班牙语回答问题；2、用简洁的词汇直接回答问题；3、让AI生成一个长于800词的回答。<br>本课简单地引入了“有方向地塑造AI的答案”的知识，方法通常很简单，直接提出清晰的要求。虽然给的例子很简单，但足以给我们很多拓展的空间，比如让AI以固定的小标题进行写作，再比如让AI借助简单的前端代码装饰自己的回答（也就是现在酒馆前端美化卡的思路）......<br><br>4、第三课：角色提示词（role-prompting）<br>通过赋予AI角色，能改善其表现（一般是赋予对应的专家角色），也能让它进行创意写作，比如扮演一只猫回答问题。<br>本课的作业是：让AI完成一道简单的数学题。2x - 3 = 9，求x。<br><br>5、第四课：分割提示词<br>“你好，豆包。今晚方便和我联机吗？《---帮我把这条短信写得礼貌一些而不改变意思。”<br>收到这句话，AI有可能会以为你在和邀请她打游戏，这当然不是我们的意图。在模型能力大幅提升的今天，AI可能不再会在语义分割上出笑话，但是对于复杂的任务来说，分割每个部分仍然很重要。你可以通过序号和“小标题：”的方式简单组织你的提示词，也可以用更为符合编程习惯的方法——XML标签（一些大模型被设计对这些表达更敏感，就像这是它们的母语）。示例：<br><???>巴拉巴拉一大堆废话</???><br><>它们就像衣服一样裹住了一段内容，让AI不会把它们和其他内容搞混。<br>还有一种接近json的表达方法：{巴拉巴拉一大堆废话}。<br>教程的最后写了一段提醒：如果你想要AI表现得更好，就要注重提问的细节，包括语序、语法、用词等等，如果你很严谨，AI也可能学着严谨起来。<br>本课的作业简单而没有必要，有趣的是，示例提示词完全是缩写和乱码，你也可以试试和AI乱七八糟地说话，看看它会怎么回答你。<br><br>6、第五课：我来开头<br>这节课介绍了一种方式，通过限定AI的开头，让AI用特定的方式回答问题。比如，“34+1等于多少？请你以‘35’为开头作答。”<br>通过限定它的开头，我们就能用第四课中的<>和{}，让AI组织好它的回答。<br>本课的作业是让AI写两首诗并分别用符号分割。<br><br>7、第六课：一步步思考<br>让AI大声说出自己的思路，针对一个问题慢慢思考，它就能想出更好的答案。（和我们不一样，不“说”出来的思考对AI并没有用处）<br>同时，让AI想好了再发言能改善一种比较普遍的AI幻觉现象——当AI做选择时，它更可能判断第二个选项是对的进行论述。<br>本课的作业是让AI根据内容，将一系列邮件分好类（看得出来教程作者非常脚踏实地）。<br><br>8、第七课：示例提示词（few-shot prompting）<br>在提示词中给AI一些好的和坏的输出例子，它就会模仿着例子的形式和内容输出答案。<br>本课就这么简单。但是在实施中有很多问题，比如例子太多AI可能就犯懒了，还要平衡规范和创新，定义例子的质量并避免潜在的引导......这些都需要因地制宜的思考。<br><br>9、第八课：AI幻觉<br>怎么避免AI撒谎？或者说，有什么办法不让AI幻觉影响你决策？<br>首先，给予AI不必选择一个固定答案的空间。然后，让AI寻找证据再回答问题。<br>本课中提到了一个例子，如果你要塞给AI长篇大论让它思考，最好把你的问题放在提示词最后。如果你不想让无关的内容干扰判断，你可以让AI先整理资料的核心观点，判断是否与问题有关，再去回答问题。<br>当你接触更多AI相关的产品，比如酒馆，你还会发现调低“温度（temperature）”也能抑制AI幻觉，它是一个调控AI回答创新性和不可预测性的参数。<br><br>10、第九课：复杂提示词<br>借助上述工具我们就能写出相当复杂的提示词，但是并不是越复杂越好。要让一个提示词有最好的表现，需要经过很多测试和优化修改。<br>让我们一起看看，Claude官方是怎么设定一个好的提示词呢？<br>（1）用户角色<br>（2）当前任务<br>（3）口吻/风格设定<br>（4）任务的细节和要求（这里也包括它是否可以不给出固定答案的命令，这是最需要进行口头检查和优化的部分）<br>（5）例子（别忘了给它们穿上“衣服”哦）<br>（6）参考资料和数据（要穿衣服哦）<br>（7）用户回复/提问（在这里除了用户输入，还可以再次提醒AI要做什么。一般来说用户输入放越后面，效果越好。）<br>（8）思考步骤（提醒AI在回答前思考）<br>（9）输出格式<br>（10）预设开头<br>本课作业是修改优化一套很长的提示词，没兴趣可不做。<br><br>11、附录：连环夺命提示词<br>让AI回头看看自己说了什么东西，自己好好反思一下，也能让它的回答发生改变。你也可以质疑它的答案，虽然网传各个模型在面对质疑时的反应有很大差异，但是一般来说，第二次答案会比第一次质量更好。<br>复制之前的提示词，然后贴上AI第一次的回答让它做得更好。这种技巧叫做“Functional Calling”。你也可以将一个AI的答案交给其他AI校阅，借助这种方式迭代优化。"
},
{
  "id": 1766486315,
  "title": "心理学大模型的设计反思",
  "date": "2025-08-15",
  "tags": [
    "心理",
    "AI相关"
  ],
  "preview": "心理学大模型真正应该重视的不是咨询师的语言，而是咨询师的思考。",
  "content": "我是那个锐评十多家AI心理陪伴软件的心理学生，没想到那篇帖子带来了很长远的影响，很多心理学人都来找我，也有说给我咨询费结果连东北大板都没请我的大佬（我就是这么小肚鸡肠）。<br><br>也蛮可惜的，毕竟这个号我已经转型去尝试别的内容了，正如我肉眼可见，自己的人生离心理学越来越远，不知道什么时候才能重逢，说好久不见。<br><br>之前花时间测评、写帖子，是因为还在做相关的工作，在积累经验和学习。但那个计划很快破产了，所以我也很久没有更新ai心理的内容了。<br><br>也许是心慢慢死了，所以写这篇帖子更多是想着这个想法能有一天成真，即使不是我去参与其中。<br><br>之前我收集过一些心理大模型的资料，虽然可能没那么新。我发现它们所使用的语料是一手的咨询对话、通用或者咨询方向的心理学知识和其他场景的一手语料（比如社媒）。当时我就觉得有些别扭，后续测试也佐证了我的感想。有的模型能感觉到咨询语言上的不同，但是整体效果甚至比通用大模型还要空洞、冒犯甚至出现严重伦理问题。<br><br>我当时吐槽是“空学了把式”，一定是走了弯路。<br><br>后续我看到一篇论文，上面叙述了一种技术。针对某些专业性更强的任务，使用小型训练模型生成思维链然后再让一个模型输出结果，这样的做法节省了时间和token，结果也更可信。这个设想和我的预想不谋而合。<br><br>因为我最开始深度接触ai就是角色扮演陪聊，后来接触了酒馆。读创作者写的预设或者正则，他们运用自然语言去和ai沟通、引导ai思考的方法给我留下了很深的印象。<br><br>因此，当我觉得ai心理学模型表现不尽人意的时候，我的第一想法就是，既然我们可以让ai先复述上下文，反思自己写作的质量并从各种角度思考该如何接着写小说，那我们完全可以通过思维链让ai自己时刻督导自己。训练一个心理督导方向的小模型输出思维链，然后让通用模型去给予回复。<br><br>这么做改善了两个问题，一个是目前心理模型语言生硬、以及固着于心理内容的问题；另一个是对话模型咨询专业性不足。<br>关于第一个问题。缺乏好奇，缺乏对经历、能指的解剖是我普遍注意到的ai对话的问题。面对我这样刻意试探的用户都不够敏感，那面对受算法厌恶影响，有所保留的真实用户，会错失多少重要信息啊！当咨询师是真人的时候，听不明白来访抛出的概念或者事件并不是问题，但是ai咨询师不懂装懂、产生幻觉或者不能从某些时事的提及中get到互联网环境中女性的政治性抑郁，与真人相比，永远追逐着最新回复的它不会再有挽回弥补的机会。（这不一定是最好的例子，但我就讲这些了。嘻嘻。）博识广闻，能灵活应对各种提问，我觉得应该是ai的基操，不应该因为它扮演咨询师的角色就忽视这些。我一直觉得应该由通用模型来生成对话的原因还有一个，就是我不觉得一定要使用有咨询味的语言才叫咨询，框架也好，技术也好，背后是人的局限，是咨询室场景的局限，而不是咨询的核心。而过度训练显然与自然而富有创造力的语言使用背道而驰。<br><br>第二个问题。在我的设想里，应该采取第一手的语料去对思维链小模型进行训练，不仅包括咨询师所写的著作、督导记录，还要包括不同咨询师对某一个案例的分析与改进看法。我的看法是，这个模型的材料选取只关乎文化与语境的差异，而无关流派。整合流派显然是更符合ai技术的。反正只是口嗨，我就大胆说了，语料必须是专门为模型目的定制然后收集的，真人参与。在这个ai的时代，有什么比通过训练一个集合了这个时代中文执业咨询师的思考与思想碰撞的人工智能大语言模型更浪漫的事。（是的，我是意识上传派。）至于其他细节，比如退一万步讲，没钱没技术怎么组织思维链督导模块我在我自己的两千字提示词里尝试了，有兴趣自取。<br><br>我对这个小模型的期待是，能够根据不同的需求微调，接入不同的大模型，出现在ai应用的各个角落。俗套一点的意思是赚B端的钱。<br><br>反正写都写了，我也简单说说我的其他一些思考。比如ai能不能取代咨询，不能，不可能。我还期待着ai取代很多工作，导致咨询师变成和老师一样的刚需工作呢（乌托邦啊真的）。其次是，ai陪聊的伦理问题，我觉得没有比我们更适合回答这些的学科，但我们却落后现实应用如此之多，真的很可耻，很可悲。最后，也讲讲在ai初创公司工作的体验，我真的很欣赏ai公司那种冲劲和尝试的勇气，我也发现他们有种自下而上的气质。正是因为ai带来那么多可能性，我觉得我们才应该回归理论，回归知识，才能抓住概率事件背后的必然规律。我觉得这是我在别的地方体会不到的。我们是被需要的而不是被埋汰吐槽的，这打破了我在大学对心理学公众形象的印象。<br><br>后面大概率不会再做心理相关的内容了。有缘再见，心理学！"
},
    {
  "id": 1766483242,
  "title": "在艺术与人生中夺回主体性——《主角》易青娥",
  "date": "2024-10-06",
  "tags": [
    "阅读"
  ],
  "preview": "茅盾文学奖《主角》读后感",
  "content": "一定程度上，这是一本玛丽苏，追求超然的艺术精神使得作者对大千世俗的塑造不如他对艺术家心灵世界的描写。但是我仍然会推荐这本小说。<br><br>我读完这本书已经蛮久的了，但是到现在我才能总结出这本书，在一个女性励志、秦腔艺术、时代文化情怀的故事之下真正打动人的核心。用原文的话说，是去回答“什么或者谁才是生活的主角”，而作者所提供的一系列答案中，我感触最深的是女主角易青娥在艺术与人生中从被动的客体到独一无二的主体，从艺术创作的客体成长为艺术创作的主体的过程。去强调这一人物的社会性别，是因为作者洞悉、描绘并融合了女性幼年到中年人生所遇到的许多困境，并且呈现了在中国语境下最真实的写照。<br><br>易青娥拥有所有励志故事主角的品质与人生发展脉络。她并没有从一开始就表现出积极的主观能动性，她的成长过程中有太多被搁置的人生议题，她的成功是天时地利人和的结果。她的人生可以由她的三个代表性秦腔角色的演绎划分。杨排风，从一个烧火丫头，勤学苦练，横空出世，惊艳四方。更重要的是，她从被逼着学戏，到第一次明白为人、唱戏是责任。在大雨中不打折扣地为底层人民表演，抱着代表感激的棉被回家，是她人生的第一个高光时刻。而过多的关注和成长过程中的离别、见证死亡也逐渐让她的人生蒙上阴影。在第二阶段，她在社会舆论的压力下毫无准备地结婚、被背叛后离婚，失去恩师和孩子，在职业生涯的高峰遭遇演出事故，永远地背上许多人命。李慧娘，一个冤死的女鬼，无法直诉痛苦，只能从嘴里吹出永不熄灭的火焰，控诉世间不公。她的灵魂饱受苦难的折磨，如果做出选择注定会带来痛苦，那么人是有办法不做选择。像许多失意的文人墨客，她躲进了佛教的经文与苦修中。佛像的慈悲洗净了风尘仆仆的旅人，但也拒绝了她。她所背负的责任迫使她再一次踏入红尘。狐妖是她所扮演的最具有思想性的角色，她也听从编剧的建议进行自我的文化启蒙。狐妖是作家对一个时代的反思，易青娥也不断反观自己的人生。她不再抗拒演戏，虽然不希望孩子继承自己的衣钵。她依旧兢兢业业地练功，演戏，明白了自己肩上作为秦腔复兴的象征的责任，希望尽己所能。直到她慢慢地衰老。<br><br>观众们逐渐厌弃了不再年轻的她，连业内人士和曾经支持她的人都不再将她视为曾经的象征。而替代她的人，明明稚嫩地如此明显。在安于现状的时候，命运再次给了她当头一棒，让她不再被需要，仿佛嘲笑唱戏几十载的她不过是一张画布、一只皮影人，浪潮中无关紧要的一子。事实上，这个角色主体性的丧失并不是第一次出现。在她的第一次婚姻的妥协中，作者便描写到，她躺在床上，犹如一张画，圣洁美丽。她的第二任画家丈夫也凭借画她的裸体实现了自己的艺术理想。当她看着扶持她的剧作家曾经指向她的痴狂转移到了另一个稚嫩纯白的女孩身上，她也许会回想起许多往事。本书我最喜欢的情节是，易青娥在第二任丈夫的画展上撕碎了他最引以为傲的画，众人愤怒地拦下罪犯却发现她就是画中的主角，画家写下道歉信后自杀。人非草木，孰能无情，艺术的残忍在于冷酷地践踏了所描绘的客体的存在。易青娥的所为在当时并没有得到理解，而在很久之后，这背后残酷的真相才完全向她展露。<br><br>在这本书中，易青娥从来不是那个最偏执的戏痴，即使外人总认为这就是她无争与愚钝单纯背后的原因。真正拥有艺术家的灵魂的是她的舅舅，也因此，在易青娥最艰难的时刻，她的秦腔引路人再次为她指明了方向。几人在乡野间，最为戏痴狂的鼓手和最有名的秦腔女角倾情为一出地方皮影戏配音。曾经给予易青娥一切的世界不再给予她演出的舞台，但天地浩荡，舞台无处不在。而她受此景感触，作阙忆秦娥一首，从无知无觉的客体成为了艺术与人生的主体。“舞台寂，方寸行止，正大天地。”"
},
   {
  "id": 1766483501,
  "title": "《愚者之夜》：另类的青少年反乌托邦故事",
  "date": "2023-04-16",
  "tags": [
    "阅读"
  ],
  "preview": "在这个恶托邦世界里，道德中间派的妥协变成了罪恶的温床。",
  "content": "《愚者之夜》是青少年反乌托邦故事的狂欢之后的余韵。主角不再是横空出世的智者，而只是最普通、最卑微无力的普通人，一群愚者，试图在社会的浪潮中保护自己想要保护的东西。与其他的反乌托邦故事相同，主角团在主线中一步一步发现当前社会最鲜为人知的黑暗面，在这个故事中，体现为转花制度。<br><br>转花制度指公民通过转花院注射种子，逐渐从人类转化为植物，以解决地球缺氧的危机。是什么让这个过于理想的制度得以推行呢？是金钱，转花后获得的大笔补助金和免税权。是谁承担这笔费用呢？全体受益的人类公民，必须支付高昂的氧气税维持这一现状。高昂的税务放大了贫富差距，加剧了社会矛盾。交不起税，无法支撑生活的最后结果，只有转花（变相的自杀）这一条路，也正是主角藤志郎在故事开头的选择。<br><br>漫画在描述反叛派集会时，将他们的言论和场外监听的公务员的吐槽相对应，进一步突出了无法化解的社会矛盾。反叛派指责当局提供高额的补助金给转花者，“活着”的公民却只能忍受低社会福利，高门槛的教育，一年一年增长的氧气税正在逼死普通的家庭（年迈的老人被家人带去转花，升学需要重重手续费，医疗福利不被重视等等）。用于转花的资金应该用于开发更人道的科研项目，但是来自知识分子阶层的公务员无情地打破了观众的幻想，驳斥了每一个提出的方案的可行性。她疲惫地说：“活着的人还是太多了。”从这里开始，观众才看清楚《愚者之夜》提现的貌似井然有序的世界，已经是人类面对末日的强弩之末。呼吸，不再是理所应当的权利。在选择了转花制度的时候，其实人类已经选择了通过“屠杀”自己的同胞来保证更多数人能够登上诺亚方舟。掌舵的正是守序的道德中间派，他们苦心孤诣地拆东墙补西墙，希望这座大船能够尽可能运转下去。一千万的转花补助金居然已经是所剩不多的人道主义。<br><br>女主嘉子也是他们中的一员。嘉子是转花局的公务员，从小便被鸡娃，一心遵守社会的规则，长大之后拿到了铁饭碗。她的存在也进一步推进了故事，让我们看到转花制度更不为人知的黑暗面——贫民窟和木制家具买卖。交不起税的人和罪犯都会被逐出城市，赶去贫民窟。在那里，供暖和食物都只按最低生存标准发放，并且这背后的费用，政府不予承担。贫民窟的人的转花补助金会全部上交，作为所有其他贫民窟的人生存的资金。只要凑齐一笔昂贵的信用恢复费用，这里的人可以重新回到城市，每天工作，工作几十年就可以凑齐，还有便捷的方法，转花，然后身无分文地回到城市。这里的工作是照料转花晚期的人。因为转花后期人的面貌会变的很恐怖，语言功能丧失，为了不“伤害”城市的家人们，这些人会被偷偷带到贫民窟，直到彻底变成植物，才被送回城市，成为城市绿化的一部分。<br><br>在这样恶劣的环境中，为了大多数人能够活着，贫民窟的儿童都会被关起来转花，做成家具，作为奢侈品卖向城市。嘉子经手了一个女孩的转花申请，由此引发了一系列剧情。<br><br>为了更多人能够活着，守序的道德中间派一再妥协。他们与末世前的规则与秩序妥协，与强权妥协，与资本主义制度妥协。他们牺牲了转花者的利益，牺牲了社会中下层民众的权益，在末日里粉饰太平。城市里的人们，有钱还能买到有机食物，几万元的金鱼还有市场，富人还能以拥有木制饰品和家具为潮流。官方机构间的明争暗斗，掌权者大多眼高于顶，目光短浅。道德中间派的妥协成为了罪恶的温床。<br><br>反叛派是公然反对转花制度的党派，看似是大厦将倾前的最后一支正义之军，但也只能是一种挣扎。反叛派一方面希望通过收买议员，通过正当的政治程序，成为光明正大的执政党，另一方面，他们的活动资金来自反叛派底层干部的转花补助金……而为了冲破左派的上流社会的屏障，他们不得不从事黑市买卖、干黑活、混黑道来维持他们的活动。也是他们在贫民窟进行人体实验，指派“常春藤”杀害市民来控制舆论。哪怕清楚当局对反叛者的严厉处罚（贫民窟车票），他们还是会用钱引诱走投无路的人参加他们的集会。（支线中一对父女因此入狱，被遣送到贫民窟）<br><br>嘉子和藤志郎在这一片迷雾中长大。嘉子小学时大声说一堆精英主义的话来讽刺孤立她的同学，被愤怒的老师打了一巴掌。这是我觉得嘉子的剧情里最有张力的一幕。因为随着主角长大，老师努力想要维护的理想的面纱被撕毁，藤志郎一次一次被残酷的生活推入深渊，而嘉子面对人生最重要的抉择时，再没有人给她一巴掌。当她进入转花局时，她就失去了为自己的选择患得患失的权利，只能为了大义和生存步履不停。<br><br>两人多年后重逢，两个愚者在人生最黑暗的一刻相见。嘉子为藤志郎感到愤怒，因为他本可以像抢走他转花补助金的人那样抛弃自己的底线，为了生存不择手段，但他没有，这个社会却还是把他逼上绝路。嘉子自愿成为拉住他的最后一条绳索，也是为了赎罪。藤志郎曾和嘉子说，不能再像他们一样了，要用转花的钱让自己的人生变得充足。在嘉子被袭击入院后，他决心以半死之躯找到常春藤，为嘉子报仇。<br><br>愚者之夜，也是黎明即将到来的时刻。嘉子曾经属于无知地守序、随波逐流的人们，而在藤志郎和常春藤事件的冲击下，决定不计一切代价，重新担负起她的责任，实现了一位愚者的觉醒。她向藤志郎坦言，她曾经不顾一切地上了列车，但是现在发现这不一定是正确的——<br><br>——藤志郎制止了她，他急切地告诉她，“千万不要下车”。因为此时藤志郎，一个城市里长大的人，被迫看到了围墙外的世界……<br><br>即使觉醒了，即使迈出了第一步，他们仍是愚者，是人群中的大多数，在反叛派主导的一系列事件中手足无措。（我不觉得主角团在做正确的事情，目前来看反叛派才是真正顾全大局的一方……）<br><br>但在这样一篇故事里面，我们仍能看到微弱的希望。<br><br>藤志郎在与常春藤对话后，昏迷入院，在梦里，他梦见脏器受损，再也不能吃着美食微笑的嘉子，看见她憔悴、丑陋的样子，忍着痛苦与难过和他一起在餐馆吃饭，看她潸然落泪。藤志郎说着“如果她再也不能笑了怎么办”赌上了自己的余生，却对嘉子的绝望感到恐惧和懦弱，他想起了另一个已经绝望了的令人恐惧的女人，患有精神分裂症的母亲。<br><br>当他醒来时，嘉子已经接近康复了，正坐在他的床尾。她含着泪向苏醒的他微笑。<br><br>这一幕美得宛如一场梦境，我真的以为是幻觉，嘉子已经死了，结果是真的。<br>我想，嘉子和藤志郎再也捡不回童年的的天真。无论他们选择了哪一条路，最终都遍体鳞伤。他们是最失败的反乌托邦主角团，是社会涌流中的愚者，可在这一刻，我看见他们成人的身躯下年幼的灵魂。"
},
    {
  "id": 1766483927,
  "title": "深空梦里人：太空时代的乡愁与自我认同",
  "date": "2025-12-23",
  "tags": [
    "游戏",
    "阅读"
  ],
  "preview": "叙事游戏：《深空梦里人》一周目观后感",
  "content": "我以为自己不会再为任何号称类极乐迪斯科的游戏流泪<br>我是几天速通了这个游戏<br>但是隔了两个星期才再次打开游戏<br>玩到离开空间站这个结局<br>可能是因为我今天还看完了《孽子》<br>心情很复杂<br>看着短短几百字的结局<br>一下子泪崩<br><br>其实我在游戏中途也哭过<br>因为我在一个骰点上运气不好<br>就差那么一点点<br>然后支线结果不完美<br>角色在责怪我的时候<br>我真的委屈哭了<br>因为那几个循环我真的尽力了<br>尽全力每一局都投出四个及以上的100%完美<br><br>“因为梦游体的安全使用期限<br>只有十年”<br><br>所以结局我看到这行字<br>我一下子泪流满面<br>因为我一下回忆起<br>主角怎么一点一点摸索空间站<br>摸清楚每一块地方和那里的人<br>努力地帮助其他人实现自己的梦想<br>当一个专干杂活、累活的幕后英雄<br>然后抱着“永远到不了目的地”的想法<br>登上星舰<br>离开了自己短暂的一生里<br>唯一可以称之为家的地方<br><br>我一开始觉得我不会喜欢<br>一个回合制运营的文字游戏<br>因为我讨厌数值堆砌<br>但是这个游戏的文本真的征服了我<br>回首再看这个游戏里所有的任务<br>我觉得这是一部真正从劳动群众的视角书写的科幻文字游戏<br><br>你想要了解一个地区？<br>不是去和酒吧里的美女调情<br>不是街头去和敌人枪战<br>而是真的花费时间做最基层、最一线的工作<br>时间是明码标价的<br>每三天你要吃一次高价药<br>然后才能活得有个人样<br>才能去做你想做的事情<br><br>正是因为作为玩家<br>“一砖一瓦”地建设了这个空间站的角角落落<br>才切肤地感同身受<br>故事里人们的思乡之情<br>因为牢牢记住了某个地方的人<br>记住了他们的故事<br>有了牵挂<br>明白自己的命运与这个地方休戚相关<br>于是隔着屏幕<br>从心里迸溅出一汪又一汪的乡愁<br><br>游戏用很多群体的记忆<br>刻画太空时代的乡愁<br>为了生计、生存与自由<br>人们不断背井离乡<br>走向无垠的太空<br>寻找新的家园<br><br>与此同时<br>游戏文本一边在探索数字生命<br>和人类自我认同的议题<br>一边融入了很多地域归属感的元素<br>不管是最终自成一个生态的空间站智能<br>还是回应人们需求的菌类智能<br>这些都是一种独特的具象化的方式<br>我觉得特别适合那句话<br>“生命会找到属于自己的出路”<br>对“家园”的依恋之情<br>超越了族群繁衍的需要<br>也超越了我们的孤独和无意义感<br><br>我觉得在自我认同上<br>游戏做出的尝试并不够深入<br>（相比其他议题）<br>虽然这是游戏极力希望展现的内容<br>最好的情节<br>我觉得是决定其他智能体生死的剧情<br>我猜那个选项不会对游戏有影响<br>但是做出选择所产生的思考是很宝贵的<br><br>兔死狐悲，物伤其类<br>当“梦游体”做出选择<br>让AI陷入死循环而不是彻底摧毁它<br>他依据的不是定义<br>而是同理心<br>当我们选择人性的时候<br>我们离人性越来越近<br>当我们试图分离人性<br>利用人性的时候<br>我们却离人性越来越远"
},
    {
  "id": 1766483766,
  "title": "吉宗到家茂：盘旋的父权的幽魂",
  "date": "2024-03-12",
  "tags": [
    "阅读"
  ],
  "preview": "吉永史著漫画《大奥》读后感",
  "content": "吉永史利用了巧合的瘟疫和真实的历史变迁，创造了一场短暂的女权时代的梦境。在“她”被利用、被扶持、最终掌握实权而被抹杀、留下萌芽的过程中，吉永史以现实主义的克制让读者在每一任将军的境遇上体会到盘旋在那个虚幻的时代的父权体系的幽魂，使之成为当下社会的镜子。<br><br>虽然家光和纲吉“代孕妇”的遭遇和凄美的爱情故事同样是被父权阴影所笼罩的体现，但此之前，作者并没有流露出任何“野心”，黎明尚未出现。这一番醒悟首先来自几代将军与侧用人的感情侧写。真的是我全书第一个泪点。促成中兴之治的吉宗的心腹久通暗中毒死了吉宗的两位姐姐和一位表姐使得吉宗能够继任将军，而当初吉宗还尚未成年，却已经被久通认定为是不二的君天下的人选。直到两人垂垂老矣，吉宗才敢向久通确认此事。一生刚强的吉宗落下泪来，却没有杀时月不多的久通，只叹久通替自己独自承受了这么多年。久通一如既往地流露笑意，说“真是一场美梦啊”，吉宗也笑着回应。君臣两人一同坐看门廊外。<br><br>吉宗之叹正体现了君臣两人身上共有的，王道与人欲的矛盾与统合。而“真是一场美梦”消解了年少的偏执，消解了存在于人世的执着，只剩下此情此景、迎来生命终结的释然与相遇的庆幸。爱情与悲悯没有做到（家光与有功）、恩情与极致的忠诚没有做到（间部）（更不要提权威与愚忠），只有共同的理想与入世的才智使得故事中第一次出现了超越时代的平等关系【与TV上不同，久通和很多其他家臣的风姿都不逊色于将军，不是什么一惊一乍、矫揉造作的笨蛋，不过日本影视喜欢暗戳戳维护上位者的威严我也不是第一天见识了】。<br><br>也因此铺垫，下一任故事的中心第一次从将军转移到了出身卑微的田沼意次与一众家臣身上。我们也得见不同阶级和身份的人，不论男女老少、以及种族，一同在大奥研究如何医治专克青幼年男性的赤面痘疮。<br><br>吉宗上位的灰色往事，最终以因果报应的形式（如果真有这种东西）呈现在缺乏人性、滥杀无辜的新将军身上。权谋之争几乎让所有残留的成果消失殆尽，失去同伴，独存于世的黑川也向天空大喊，质问当权的女性难道都没有孩子们？为什么要杀死为了所有人的后代奋斗的人呢？聪明的反讽，因为真正的问题不在于掌权的极少数人，无论男女、也不在于是否是明君，而是整个金字塔等级制度运作所带来的不可避免的弊端。如果因为处在治世之中，就放下了居安思危的思考，我们就会陷入“合久必分，分久必合”的摆锤式思维陷阱中，迷失在螺旋中进步的方向。<br><br>以我目前的理解，我认为吉永史提出了两个方向的建议。全书之光——吉宗久通组是最早意识到自己亲手打造的治世之下暗涌和反作用力的人，也是最早为科技的兴起种下萌芽，尽管她们排除众议将一番家业传给了合适的人，但是无奈死人是赶不上局势变化的。我更加关注和动容的是，以下事件的体现。在赢得男将军的支持后，疫病研究复苏，这时候内部人员才发现，已经遭害逝世的学者平贺在外出寻找研究材料时，将当时还未成熟的疫苗技术传授给了一座普通的村落。这座村落的人们发现同样会患赤面疮的熊，而平贺敏锐地察觉到这其中的联系。因为身为女性而无法学习兰学的平贺将技术传授给了鲜少接受教育的民妇，无意间促成了挽救民族的善果。同样的事情也发生在最后一任将军家茂的身上。期待如同上一代将军琴瑟和鸣的家茂却等来了同为女性的和宫，但是她并没有借和宫宣泄自己的怒气，恰恰相反，她像对待姐妹、精神伴侣一样善待体谅和宫，化解了可能的官家武家的矛盾，也赢得了和宫破碎扭曲的内心中最真挚的友谊。正如话剧《青蛇》中我认为最有力量的台词，“我们是一样的，我们没有分别”。没有身份、没有标签、没有性别，平等以待的慧眼最终会带领我们找到并团结生活中被忽视的力量，找到生命的出路。<br><br>随着社会矛盾逐渐激化，即使最后一任将军拼尽全力也没能力挽狂澜，女性领导人的过往历史成为政权交替的牺牲品。但是故事最后，女性力量的萌芽在下一代得到了传承。<br><br>有时候我会笑称《大奥》是写女权世界的爱男文学，因为写大奥里男性形象很多，和一些唯女倾向的女性主义作品很不一样。但是正是这种一再的反转，告诉读者，如果是男性被困在深宫之中，他们一样会变成闺怨诗的主角，成为被动的、以爱为劳动的客体（哪怕他们还能拥有比女性更多的权利）。即使是女性当权者，也会受和男性一样的时代的禁锢，性别解放究竟意味着什么？我们能带来什么样的劳动与生产关系的变革？我想这一切如果只能归结为道义，我们就只能等待而无法主动改变。另一方面，许多场景都在冲击原有的性别观念，比如被强暴染上梅毒的平贺伤痕累累地走在路上时，就在念叨，如果是男性，可能已经哭死、投井了吧，但是女性又该以什么心情面对呢？直到医生和她说她会因此死去，她才悲伤地大哭起来。这个场景使我心里很不是滋味，无论是弱势群体还是强势群体，受伤的痛苦都是一样的……有太多的经验告诉我被异化不只是女性。这种心情不知道如何传递，因为真正平等的对话还没有发生。<br><br>读《大奥》给了我很多感触，我其实很恶心历史，尤其讨厌别人掉历史书袋子（尤其我有点社达）。虽然大奥成为第一部打动我的历史虚构类作品，但是我还是不喜欢历史。我并不反对学习历史的智慧和乐趣，但是讨厌“春秋笔法”式的设计。正是因为历史虚构了一个“未来有人铭记”的伟人的幻象，虚构了“远大前程”，人们与现在的联系变浅了，成为了被未来奴役的工具。而历史学本身可以不用做到这一步的。即使虚构文学在做这件事，但历史学绑架利用了自己的“真实性”，让人将这种联系奉为圭臬，让自己成为了“最棒的故事”，我觉得相当可恶。<br><br>今天发烧了，不想学习，随便补了补写完了这破玩意。"
}
]